{
    "proverbs": [
        [
            "' t Is geboterd",
            "gebeurd"
        ],
        [
            "'t Gaat",
            "nweer"
        ],
        [
            "'t Regent dat 't zeikt",
            "'t Reegent da' 't zikt:: het giet water"
        ],
        [
            "'t Regent erop gelijk op een eend",
            "'t Reegent d'r ip lik ip een oande: hij/zij is ongevoelig voor berisping, kritiek, vermaning of goede raad"
        ],
        [
            "'t Zijn goede geesten die keren",
            "'t zien goe' geeëstn die keeërn: gezegd als welkomstgroet als iemand na enige tijd terugkeert naar de plek van de spreker."
        ],
        [
            "alle baten helpen, zei 't muisje, en 't piste in de zee",
            "alle boatn (h) elpm, zei 't muuzetje, en 't piste in de zeeë (traditionele zei-spreuk, die gezegd wordt als iemand met goede bedoelingen iets doet waarvan men van tevoren weet dat het bitter weinig zal uithalen) "
        ],
        [
            "Blikken gelijk Klemskerke tegen 't ongeweerte",
            "blekng lik Klemskerke teegn 't oengewirte: liggen te blinken, te schitteren in de zon. De uitdrukking stamt van de West-Vlaamse vissers, die van verre de nog door de zon beschenen kerktoren van Klemskerke blinkend zagen afsteken tegen donkere onweerswolken"
        ],
        [
            "bosje kappen",
            "busje kapm: spijbelen, haagschool houden"
        ],
        [
            "Dat is het plan van Heist: vierkante zwijnenkoten met ronde hoeken",
            "Da's 't plang van (H) eist: vierkante zwienekootn me' roend' (h) oekn: zegswijze die men gebruikt om in te stemmen met iemands voorstel"
        ],
        [
            "de bok zit op zijn rug",
            "de buk zit ip ze rik: hij is bokkig"
        ],
        [
            "de heilige Stakestijf, patroon tegen de jeukste",
            "den (h) illige Staakestief, patrooën teegn de jukste: wordt ironisch gezegd van iemand met een erg stramme houding"
        ],
        [
            "de moord gestoken zijn",
            "de mooërt gestookng / gesteekng zien: om het leven gekomen zijn. Wordt vooral gezegd van ongedierte. Ook van personen van wie men een afkeer had"
        ],
        [
            "dronken gezegd is nuchter gepeinsd",
            "droenke gezeid is nuchter gepeisd: onder invloed van drank zegt men wat men werkelijk denkt"
        ],
        [
            "dronken gezeid is nuchter gepeinsd",
            "droenke gezeid is nuchter gepeisd: onder invloed van drank zegt men wat men werkelijk denkt"
        ],
        [
            "een aangezicht / muil gelijk een bescheten dakvenster",
            "een oanzichte / e muule lik e bescheetn dekveister: een ontevreden of verongelijkte gezichtsuitdrukking"
        ],
        [
            "een muil van lintjes hebben",
            "e muule van lintjes 'èn: goed van de tongriem gesneden zijn, de hele wereld kunnen ompraten"
        ],
        [
            "er is geen troep of er zit een bok in",
            "'t en is gin trop of d'r zit e buk in: in elk gezelschap, in elke familie is er altijd wel één iemand die niet deugt"
        ],
        [
            "er is veel volk in de statie",
            "'t is veele volk in de stoasje: gezegd van een weelderige boezem"
        ],
        [
            "God zegene en beware je van duivels en slecht volk",
            "God zeegent j'en bewoar' je van duuvels en slicht volk: wens voor een behouden tocht, gezegd wanneer iemand afscheid neemt en zich op weg begeeft. Een variant van deze uitdrukking is: God zeegent j'en bewoar' je van duuvels en Roeseloarnoars (toespeling op de leurders van de Roeselaarse nieuwmarkt, die nogal ongunstig aangeschreven stonden) "
        ],
        [
            "had het een hond geweest, hij beet",
            "a't een (h) oend gewist, je beeët: gezegd als iemand iets niet opmerkt of niet vinden kan wat vlak in zijn nabijheid staat of ligt"
        ],
        [
            "hout van waaibomen",
            " (h) oet va' woajboomm: uitdrukking door timmerlieden gebruikt voor slecht, minderwaardig hout"
        ],
        [
            "in 't dek liggen",
            "in 't dek lign: gezegd van zaken die stilgevallen zijn, die geen voortgang boeken. Bv. Doordat ik met mijn been in de plaaster zit, ligt mijn verbouwing voorlopig in 't dek."
        ],
        [
            "je kuren tonen",
            "je keurn toogn: iets doen om anderen te verbazen, om op te vallen. Bv. Je sproenk oovr 't zwin vo' ze keurn te toogn"
        ],
        [
            "Jij zijt zeker van 't goed jaar?",
            "Je zie-gie zeekr van 't goe joar? Hiermee wijst men iemand terecht die onrealistische dingen verwacht van een ander. Zie ook 'Jij zijt zeker van alhier niet?'"
        ],
        [
            "Jij zijt zeker van alhier niet?",
            "Je zie-gie zeekr van al (h) ier nie? Uitdrukking waarmee men iemand terechtwijst, die onrealistische voorstellen doet of onrealistische dingen verwacht van een ander. Zie ook 'Je zijt gij zeker van 't goed jaar'"
        ],
        [
            "kleuter",
            "wie met u"
        ],
        [
            "met de lantaarn aan de dijsel",
            "met de lantaern an den diesel: vooral in verbinding met werkwoorden die 'vetrekken' of 'verhuizen' betekenen. De uitdrukking betekent: heimelijk en inderhaast vertrekken of verhuizen met have en goed, omdat men zijn schulden niet meer kan betalen. Bv. 'Me gebeur zat me' ze gat vul schuld, j'is met de lantaern an den diesel toegezet no' Vrankrijk'"
        ],
        [
            "met je gat vol schuld zitten",
            "mè je gat vul schuld zitn: veel schulden hebben"
        ],
        [
            "met zijn gat vol schuld zitten",
            "me' ze gat vul schuld zitn: veel schulden hebben"
        ],
        [
            "Quatre is vier, zei Kokje, en hij stak zijn wijf bij drie oude hennen",
            "Ketr' is viere, zei Koksje, en je stak ze wuuf bie drie oed' enn (traditionele zei-spreuk) "
        ],
        [
            "Ring!, zei Koker, en hij bolde met zijn desem",
            "Rienk zei kooker en je bolde me se deeësm (tradtionele zei-spreuk, onder meer gebruikt met betekenis 'Raak!') "
        ],
        [
            "Saluut en de kost en de wind vanachter",
            "saluu en de kost en die wiend vanachter: zegwijze die men iemand naroept die kwaad vertrekt na een ruzie"
        ],
        [
            "Stalhille, groot van wille, groot van pracht maar klein van macht",
            "Stal (h) ille, grooët van wille, grooët van pracht mo' kleeëne va' macht: in Klemskerke en Vlissegem gebruikte ironische karakterisering van de inwoners van het aanpalende dorp Stalhille. De Stalhillenaars stonden bekend als hovaardig en hooghartig"
        ],
        [
            "stront, wie heeft er je gescheten?",
            "stroent, wien (h) èt er je gescheetn?: platte uitdrukking ter karakterisering van een hooghartig, pretentieus persoon"
        ],
        [
            "te kwiste gaan",
            "te kwiste goan: verloren gaan, gezegd van waardevolle zaken."
        ],
        [
            "tegen dek",
            "teegn dek: gebruikt in uitdrukkingen als 'teegn dek sloan': onzacht op de grond terechtkomen, bv. 'k Probeerde me nog vast te houden aan een staak, maar 'k sloeg toch tegen dek'"
        ],
        [
            "top over kop, top /kop over kloten",
            "top oovr kop / klooëtn, kop oovr klooëtn: overhoop, warrig door elkaar gegooid. Bv. Wanneer ga je dat kot eens effen zetten? 't Ligt daar al weken top over kop / kloten."
        ],
        [
            "voituurlijk, zei hij, en hij reed met een hondenkar",
            "feteurlik, zei tn, en je reeë' med een oendekarre (traditionele zei-spreuk, gebruikt als humoristische woordspeling op 'natuurlijk!' in de zin van 'uiteraard, vanzelfsprekend') "
        ],
        [
            "voordat de duivel zijn paneel schudt",
            "vooëdat den duuvel ze paneeël schudt: voor dag en dauw"
        ],
        [
            "voordat de duivel zijn paneel schudt",
            "voödat den duuvel ze paneeël schudt: voor dag en dauw, "
        ],
        [
            "Wat let er je om...?",
            "wa' let d'r je van...? wat belet je, wat houdt je tegen om...? bv. Wa' let d'r je van...? Bv. Wa' let er je van ook e ki' je gedacht te zegn?"
        ],
        [
            "Ze peinst dat 's keizers kat haar nicht is",
            "ze peist da' skeizers katt' eur nicht' is: gezegd van een ingebeelde, hovaardige vrouw"
        ],
        [
            "zo dwaas als een erpel",
            "zo dwoas of een erpel:"
        ],
        [
            "zo plat als een zes",
            "zo plat of e zesse: helemaal plat, vooral gezegd van iets wat platgeslagen of op de weg platgereden is"
        ],
        [
            "Zou je nu geen mieren zeiken?",
            "Zoe'j nu gi' mieërn zeeëkng?: zou je nu niet doodvallen? Gezegd bij een grote tegenvaller"
        ],
        [
            "zuipen en zeiken",
            "zuupm en zeeëkng: overdadig drinken met losbandig gedrag tot gevolg"
        ],
        [
            "zwarte school houden",
            "zwarte school' (h) oedn: in gezelschap vuilbekken, vunzige praat vertellen. Ook vuilemuilen."
        ]
    ],
    "words": [
        [
            "A"
        ],
        [
            "aan de kant",
            "an de kant"
        ],
        [
            "aardappel",
            "erpel (Het woord is verouderd, tegenwoordig zegt men petatte) "
        ],
        [
            "aardappelmes",
            "erpelschiller; erpelschelder: aardappelmes. Het woord is verouderd, tegenwoordig zegt men patattemes (uitspraak petattemes) "
        ],
        [
            "aardig",
            "oardig: 1. raar, zonderling, 2. misselijk, onwel"
        ],
        [
            "achterdunken",
            "achterdienken: achterdocht"
        ],
        [
            "achterhalen",
            "acht (e) raaln: iemand die dezelfde route volgt inhalen en eventueel voorbijsteken."
        ],
        [
            "afleggen",
            "ovleggen: aftakelen, achteruitgaan door ziekte of ouderdom. bv. Sichtent da' Louis g'opreerd is, legt'n zeeër' of"
        ],
        [
            "afpeuren",
            "ofpeuren: afgieten van het kookwater van gekookte spijzen, bv. de petatten ofpeuren"
        ],
        [
            "afschieten",
            "ofschieëten: (heimelijk) gadeslaan, afloeren"
        ],
        [
            "B"
        ],
        [
            "baai",
            "boai: 1. trui, 2. paard met donkerbruin haarkleed (zie ook 'baaide') "
        ],
        [
            "baaide",
            "boaide: donkerbruin, sprekend van het haarkleed van paarden."
        ],
        [
            "baigneur",
            "binjeur (Franse uitspraak) : stranduitbater, persoon die ligstoelen, strandcabines e.d. verhuurt op een hem toegewezen strook op het strand"
        ],
        [
            "balie",
            "baalie: zwaar houten hek aan een weide of aan een hofstede"
        ],
        [
            "baliemaker",
            "baaliemaaker: letterlijk 'iemand die balies vervaardigt', maar vrijwel enkel figuurlijk gebruikt, als spotnaam voor een slechte timmerman"
        ],
        [
            "berm",
            "barm: berm, aarden ophoping. Vroeger waren akkers soms begrensd door 'barms'"
        ],
        [
            "bijkan (s) ",
            "biekan / biekaans: bijna"
        ],
        [
            "bilk",
            "bilk: weide, zowel hooi- als graasweide. Samenstellingen met bilk zijn: koeibilk, paardenbilk, zwijnenbilk, schapenbilk, ossenbilk, hooibilk en maaibilk. Zie ook 'ossenbilk'."
        ],
        [
            "blageur",
            "blageur: druktemaker"
        ],
        [
            "blaten; huilen",
            "bleiten; blaetn: 1. sprekend van schapen: blaten. Zie ook de uitdrukking 'binst dat 't schaapje bleit, verliest het zijn beetjes', 2. sprekend van mensen: huilen, wenen. Zie ook schremen."
        ],
        [
            "blinken",
            "blikken; blekken: blinken, schitteren, glinsteren. Zie ook de uitdrukking blekken gelijk Klemskerke tegen 't ongeweerte"
        ],
        [
            "boekentas",
            "carnassière (kanasjèère) "
        ],
        [
            "boerenstoof",
            "boeërestoove: Leuvense stoof. Ook buizenstoof"
        ],
        [
            "boerenstoof",
            "buizenstoof; buuzestoove: Leuvense stoof. Ook boerenstoof"
        ],
        [
            "Boerinnenbond",
            "boerinneboent: gilde van de katholieke boerinnen, nu Katholieke Landelijke Vrouwen (KLV) genoemd"
        ],
        [
            "bok",
            "buk: 1. letterlijk: het mannetje van verschillende diersoorten: e geeëtebuk is een geitenbok, e keunebuk is een rammelaar, e schaapebuk is een ram, een (h) oendebuk is een reu, 2. figuurlijk: iemand die bokkig of koppig is. Zie ook de uitdrukking 'de bok zit op zijn rug'"
        ],
        [
            "bok over de haag",
            "buk oover d' (h) aage: haasje-over (kinderspel) "
        ],
        [
            "bonestaak",
            "booënestaake: stok of staak waarlangs staakbonen groeien"
        ],
        [
            "bootalaam",
            "booëtalaam: haargerei. Zie ook bootkruin, boothamer en boten"
        ],
        [
            "boothamer",
            "booëtaamer: hamer van het haargerei. Zie ook bootalaam, bootkruin en boten"
        ],
        [
            "bootkruin",
            "booëtkruune: haarspit, d.i. het aambeeldje dat in de grond wordt geplant en waarop de zeis of de pik gehaard wordt met de haarhamer. Zie ook bootalaam, boothamer en boten"
        ],
        [
            "boten",
            "booëtn: haren, d.i. de snede van de zeis of de pik aanscherpen met behulp van het haargerei. Zie ook bootalaam, boothamer bootkruin.\nDe seizoenmaaiers kenden de volgende wijsheid:\nJe pekke wetn (of: Je zeisn wetn) \nen is gin tied verletn\nje verzoeët de snee\nen je rust ermee\nmo' me' booëtn\nku'j de boeërn klooëtn."
        ],
        [
            "braak",
            "braake: niet met vruchten begroeid, gezegd van boerenland. Vroeger liet men akkers soms een jaar braak liggen om de bodem weer op krachten te laten komen"
        ],
        [
            "braken",
            "braakng: overgeven, braken. Hoewel dit het gebruikelijke, neutrale woord is in het Algemeen Nederlands, klinkt het in ons dialect behoorlijk plat. Het neutrale woord is 'spugen'"
        ],
        [
            "brandnetel",
            "etel; ittel"
        ],
        [
            "breken",
            "braake: het breken, het stuk maken van voorwerpen, bv. Je go' braak' (h) èn o' je zoveele gloazn in e keeë no' de kasse wilt doeën"
        ],
        [
            "bucht",
            "bucht: 1. gerei, gereedschap, bv. Vroeger vervoerden de timmermans (h) under bucht in een tapijtzak, 2. (jongere betekenis:) waardeloos spul, brol, bv. Zo'n horloge van den Aldi, da's bucht! 3. speelgoed, bv. Joengers, doe junder bucht een keer aan de kant! In deze betekenis ook 'speelbucht'."
        ],
        [
            "buit van strandjutter",
            "buut: wat de strandjutter op het strand bijeen gaart en meebrengt naar huis. Bv. Louis is gister wist driftn, mo' j'en adde nie veele gin buut"
        ],
        [
            "burrelen",
            "burreln: 1. loeien van runderen, 2. van personen: brullen, tieren"
        ],
        [
            "C"
        ],
        [
            "chaotische bedoening",
            "keunewrande: warrige, chaotische bedoening. Bv. Bij mijn gebuurs ligt heel de boel altijd top over kloten en god en alleman komt daar over de vloer. Een echte keunewarande!"
        ],
        [
            "D"
        ],
        [
            "damgat",
            "dam (me) gat: toegang tot een akker of weide over een sloot. De toegang bestaat uit aarde en graszoden, waar het slootwater in buizen onderdoor wordt geleid."
        ],
        [
            "de helft van tijd",
            "d'n elftied, d'n elfentied: soms, af en toe. Synoniem: altemet 1."
        ],
        [
            "de oogst binnenhalen",
            "meenn"
        ],
        [
            "dek",
            "zie de uitdrukkingen 'tegen dek' en 'in 't dek liggen'"
        ],
        [
            "deksel",
            " (h) ule: deksel, bv. van een kookpot."
        ],
        [
            "dilt",
            "dilt: zolder van rondhouten boven een stal of een schuur"
        ],
        [
            "domme onnozele vrouw",
            "lutte"
        ],
        [
            "dood tij",
            "krankstroom: dood tij. Het tegengestelde is springvloed"
        ],
        [
            "doorschijnend gordijn",
            "stoar; store"
        ],
        [
            "draden (werkwoord) ",
            "droan: 1. naaistersterm: van een draad voorzien, gezegd van een naald, 2. ontdoen van draden, gezegd van peulvruchten"
        ],
        [
            "dreun; hard schot",
            "neute: harde slag, dreun, hard schot met een (voet) bal"
        ],
        [
            "drift",
            "drift: 1. verdwenen woord voor de weg waarlangs de herders hun kudde naar de graafplaatsen dreven. Nu nog heet de Driftweg, d.i. de lange weg die van Bredene tot Wenduine achter de duinen loopt, door de oude autochtonen 'den Drift' genoemd. Op Wenduins grondgebied is dat ook de officiële naam, 2. ruimte, bewegingsruimte, bv. Doet (h) ier e ki je bucht weg, dan'k drift (h) èn"
        ],
        [
            "Driftweg",
            "Drift (weg) : toponiem, zie drift"
        ],
        [
            "duin",
            "duune: het duingebied nabij de zee. Het woord kent in het traditionele dialect geen meervoud. 'De duune' slaat op de brede zone tussen de Driftweg en de zee, die in het begin van de 20e eeuw bebost werd. Als men specifiek de duinenrij bedoelt die het strand begrenst, spreekt men van 'de zeeduin'. Zie dat woord"
        ],
        [
            "duinenkeun",
            "duunekeun: 1. letterlijk: wild konijn dat in de duinen woont, 2. figuurlijk: bewoner van het duingebied. In Klemskerke en Vlissegem heb je duunekeuns en dorpenaars"
        ],
        [
            "duintop",
            " (h) il: duintop, in tegenstelling tot een laagte of panne"
        ],
        [
            "E"
        ],
        [
            "eend",
            "oande"
        ],
        [
            "eendenkooi",
            "oandekooëje: soort kooi om wilde eenden te vangen. Bekend was destijds de 'oandekooëje' in de Meetkerkse moeren"
        ],
        [
            "enkel; alleen",
            "res: alleen gebruikt in de verbinding 'maar res' (mo'res) : 1. enkel, alleen. Bv. 'k En (h) èn nie veel' (h) oenger, 'k gon mo' res soep' eetn, en gin petatn, 2. pas, bv. 'k (h) en 't je nog mo'res gezeid en je ziet 't a'weere vergeetn!"
        ],
        [
            "erg vuil",
            "kaavezwart: erg vuil, vol vuile, donkere vlekken; vooral gezegd van erg bevuilde mensen en kledingstuken. Bv. Wast eerst jen (h) ann voorda' j'aan tafel komt, ze zijn kaavezwart. Ook 'pokezwart'"
        ],
        [
            "etter in een rijpe zweer of steenpuist",
            "pook"
        ],
        [
            "F"
        ],
        [
            "fisjouw",
            "fiesjow: 1. letterlijk: bunzing, 2. figuurlijk: ironische benaming voor een sluw en geslepen persoon"
        ],
        [
            "flesopener",
            "hullenwipper; ullewupper"
        ],
        [
            "fleurus",
            "fleurus: 1. borstvliesontsteking, 2. tuberculose"
        ],
        [
            "fluisteren",
            "feezeln / fizzeln: fezelen, fluisteren"
        ],
        [
            "fopspeen",
            "futte"
        ],
        [
            "fraai",
            "froaj: braaf, deugdzaam, zowel van kinderen als van volwassenen gezegd."
        ],
        [
            "G"
        ],
        [
            "gaai",
            "goaj: 1. letterlijk: gaai (vogel), 2. figuurlijk (schutterssport) : elk van de vogels van de staande of liggende wip, 3. figuurlijk: losbol, wispelturig en onbetrouwbaar persoon. Zie ook taarteklaai"
        ],
        [
            "galjaard",
            "galjoard: geweldenaar, vervaarlijk wezen (mens of dier), bv. e galjoard van e vint, e galjoard van een (h) oend"
        ],
        [
            "geel",
            "geluw; gilwe"
        ],
        [
            "gekraakte kloef",
            "gekrakte kloefe: zeer dom (en lomp) persoon."
        ],
        [
            "Gevangenis van Gent",
            "Gevangenisse van Gent: toponiem (plaatsnaam) door de kinderen van de Driftweg gebruikt voor een ondoordringbaar perceel bos in de Klemskerkse duinbossen"
        ],
        [
            "gezuiverd en gekamd roggestro",
            "glei. Glei werd gebruikt om daken en korenmijten te dekken, glei werd ook gevlochten tot banden om o.m. korenschroven mee te binden"
        ],
        [
            "gierigaard",
            "pleute (zowel mann. als vr.) "
        ],
        [
            "gierigaard",
            "pregge (man of vrouw) "
        ],
        [
            "gietijzer",
            "fond; foente. Bv. e foentn pot. Men zegt ook 'geute'"
        ],
        [
            "gietijzer",
            "font; foente. Bv. e foentn pot. Men zegt ook 'geute'"
        ],
        [
            "gietijzer",
            "geut; geute: gietijzer, bv. een geutn pot. Zie ook font."
        ],
        [
            "gleiband",
            "gleiband: van roggestro gevlochten band om o.m. graanschoven mee te binden"
        ],
        [
            "glijbaan",
            "slierplanke (kinderspeeltuig) "
        ],
        [
            "gras",
            "gars; gas. Zie ook 'hooigars' en 'maaigars'"
        ],
        [
            "grondwater",
            "kwelm. Bv. In maart zit de kwelm het hoogst van het hele jaar."
        ],
        [
            "groots",
            "grots: hooghartig, minachting koesterend voor andere mensen."
        ],
        [
            "H"
        ],
        [
            "haag van sleedoorn",
            "slei (h) aage"
        ],
        [
            "haantje",
            "'oantje: haantje-de-voorste, wie zich steeds wel laten gelden"
        ],
        [
            "haastig vertrekken; vluchten",
            "toezetten; toezetn: met enige haast vetrekken, ook: wegvluchten. Bv. De poliesje was te loate: den dieëf was a (l) toegezet"
        ],
        [
            "halve deur",
            "olve deure: 1. letterlijk: onderste deel van een tweedelige staldeur, 2. figuurlijk: spottende benaming voor een kleine persoon, vooral een man"
        ],
        [
            "heimelijk meenemen",
            "meelimpm: heimelijk meenemen. Bv. Wien (h) èt er me stieloo meegelimpt?"
        ],
        [
            "heimwee",
            "landziekte: heimwee naar je geboortestreek"
        ],
        [
            "hemelste",
            " (h) eemelste: courant gebruikt versterkend woord, zowel bijwoord (1) als bijvoeglijk naamwoord (2) . Het bepaalde woord duidt meestal iets negatiefs aan, bv. (1) (h) eemelste vroet ('uitzinnig van woede', 'erg vrekkig'), (h) eemelste zot en bezeetn, (h) eemelste dul, (h) eemelste droenke, (2) (h) eemelste pregge, (h) eemelste nieëwaerd, (h) eemelste rosse"
        ],
        [
            "hofstee",
            "ofstee: hoeve, bepaaldelijk een polderhoeve van een zekere omvang, in tegenstelling tot een 'postje'"
        ],
        [
            "hoiweide",
            "hooigars; (h) ooëjgas: hooiweide. In ons dialect is dat een telbaar substantief, dat dus een meervoud heeft: hooigarzen (uitspraak ooëjgazzn) . Een hooiweide wordt ook hooibilk, maaibilk en maaigars genoemd."
        ],
        [
            "hoop ongedorste graanschoven",
            "tas: hoop ongedorste graanschoven die opgestapeld ligt in het 'schuurvlek'. Zie dat woord."
        ],
        [
            "huilen; wenen",
            "schreeëmm: huilen, wenen. Men zegt ook 'bleiten'. Het verschil tussen beide woorden is dat 'schremen' getuigt van medevoelen met de persoon die huilt, terwijl dat met 'bleiten' meestal niet het geval is. Bv. 'Je moet daarvoren niet schremen, kindje!'. Zie ook bleiten."
        ],
        [
            "huilmachine",
            "uulmachiene: spottende benaming voor een juke-box (werd gezegd in de jaren 1950-1980) "
        ],
        [
            "huttebonen",
            "uttebooënn: struikbonen, in tegenstelling tot staakbonen, die bij ons 'persebonen' heten"
        ],
        [
            "I"
        ],
        [
            "ijskoud",
            "iez (d) erbietendekoed (ijzerbijtendekoud) "
        ],
        [
            "ijzer om in de kachel te poken",
            "poke"
        ],
        [
            "J"
        ],
        [
            "jeukste",
            "jukste: jeuk. Zie ook de uitdrukking 'de heilige Stakestijf, patroon tegen de jeukste'"
        ],
        [
            "Jozef",
            "tjeppn: 1. Traditioneel is Tjeppen de gemeenzame roepnaam van iemand die Jozef of Joseph heette. Mijn grootvader, Joseph Devos, werd in de volksmond nooit anders dan 'Tjeppen Vos' genaamd, 2. Sint-Jozefszaag."
        ],
        [
            "K"
        ],
        [
            "kachelhout",
            "stoofhout (stoovoet) "
        ],
        [
            "kamille",
            "stienkende mei: kamille (akkerkruid) "
        ],
        [
            "kar van de petroleumventer",
            "siesterkarre"
        ],
        [
            "Karnemelkput",
            "kerremelkpit: toponiem (plaatsnaam) : een duinpanne in Vlissegem, ter hoogte van de watertoren"
        ],
        [
            "kater",
            "karel; koarel"
        ],
        [
            "katrol",
            "katrol: gesneden kater"
        ],
        [
            "keuneplaat",
            "keuneploate: de plant van de paardenbloem, die als voer dient voor konijnen. Synoniem: melkwiet. De konijnenhouders sneden de planten uit met een mes, die handeling heet 'keuneplaten of melkwied steken' (uitspraak keuneploatn / melkwieët steekng) . De bloem van de plant heet 'pisseblomme'."
        ],
        [
            "keunewarande",
            "keunewarande: warrige, chaotische bedoening. Bv. Bij mijn gebuurs ligt heel de boel altijd top over kloten en god en alleman komt daar over de vloer. Een echte keunewarande!"
        ],
        [
            "kiezel",
            "kizzel: 1. grind, bv. Z' (h) èn doar e kamiong kizzel gelost, 2. grindweg. In Vlissegem heet een verbindingsweg tussen de Driftweg en de Koninklijke baan 'de Zwarte Kizzel'."
        ],
        [
            "kinderen",
            "jongers; joengers: kinderen (jongens en meisjes) . Het woord heeft geen enkelvoud. Zie ook knechtjongen en meisjong"
        ],
        [
            "kippengaas",
            "holletjesdraad; (h) olletjesdroat"
        ],
        [
            "klein hooioppertje op het maaiveld",
            "kets: klein hooioppertje op het maaiveld. 't Hooi in ketsen zetten"
        ],
        [
            "klein persoon",
            "stoofhoutlangde; stoovoetlangde: kort, zoals een stukje stoofhout. Wordt spottend gezegd van kleine personen. Zie ook halve deur"
        ],
        [
            "kleine boerderij met maximaal twee paarden",
            "postje. Bv. Me grotvoader boerde ip Vlissegem ip e postje van e paerd."
        ],
        [
            "kleine duinboer",
            "gleiboer; glieboeër: kleine boer in de duinstreek, in tegenstelling tot een polderboer. Synoniem: duinenboer. De gleiboeren verbouwden rogge, het stro daarvan werd gezuiverd en gekamd tot 'glei'. Zie ook glei"
        ],
        [
            "Kleine Zwaan",
            "Dender letterlijk Deen' zie Opm.DENDER"
        ],
        [
            "kleinzerig, klagerig persoon",
            "trunte. Ook truntekous en truntesok"
        ],
        [
            "kleinzerig, klagerig persoon",
            "truntekous; truntekoese . Ook trunte en truntesok."
        ],
        [
            "klimop",
            "ijfte; iefte"
        ],
        [
            "klomp",
            "kloefe: 1) letterlijk: klomp (houten schoeisel) . 2) figuurlijk: dom (en lomp) persoon (man of vrouw) . Zie ook 'gekraakte kloef'"
        ],
        [
            "klompenmaker",
            ""
        ],
        [
            "knechtebrak",
            "knechtebrakke: enigszins spottende benaming voor jongen (met bijgedachte aan een wildebras) . De vrouwelijke tegenhanger is meiseflup"
        ],
        [
            "knechtjongen",
            "knechtjoengn: jongen. Zie ook jongers en meisjong"
        ],
        [
            "kobbenjager",
            "kobbejager: 1) letterlijk: ragebol, 2) slordig persoon, vooral iemand met een onverzorgde, verwarde haardos"
        ],
        [
            "koe",
            "koeë: 1. vrouwelijk rund (het meervoud 'koeien' wordt ook gebruikt voor 'rundvee in het algemeen', 2. schelp van de wulk. Als je zo'n schelp tegen je oor houdt, zo vertelt men, hoor je er de zee in ruisen"
        ],
        [
            "koekeloerevent",
            "koekeloerevint: voyeur, man die vrijende paartjes bespioneert, bij voorbeeld in de duinen. In Klemskerke, De Haan en Vlissegem waren er vroeger verschillende koekeloerevinten actief in de duinen. Ze stonden ook als zodanig bekend, met naam en toenaam."
        ],
        [
            "koekenbrood",
            "zoet melkbrood, met of zonder krenten"
        ],
        [
            "koekenstuit",
            "koekestuute: boterham van koekenbrood. Zie ook koekenbrood"
        ],
        [
            "koekuit",
            "koekuut: 1. koekoek (vogelnaam), 2. dakkapel in een woning, 3. benaming voor verschillende in het wild groeiende bloemen: de dagkoekoeksbloem en meerdere variëteiten van de wilde orchidee"
        ],
        [
            "koffietafel",
            "koffiebal; kaffiebal: zo noemde men vroeger een koffietafel, georganiseerd door een vereniging, vooral een vrouwenvereniging (zoals de 'Boerinnenbond' en de 'Vrouwengilde'. Zie die woorden"
        ],
        [
            "korenvent",
            "skerks"
        ],
        [
            "kotjesdraad",
            "kotjesdroat: geknoopt metalen baas, met rechthoekige of vierkante openingen"
        ],
        [
            "kotralie",
            "kotraalie: geheel van schuren en bergruimten. Bij voorbeeld: Hofstede te koop, met woonhuis, stallingen en kotralie"
        ],
        [
            "L"
        ],
        [
            "lange magere man of vrouw",
            "elverib; elverebbe: lang en zeer mager persoon (man of vrouw), "
        ],
        [
            "letter",
            "zie luttel"
        ],
        [
            "leugenaarster",
            "leugemiete: leugenaarster"
        ],
        [
            "libelle; waterjuffer",
            "naalde of noalde"
        ],
        [
            "lieveheersbeestje",
            "piempampoeëne: lieveheersbeestje.\nToen de kinderen een pimpampoentje zagen, zongen ze:\nPiempampoeëntje\ntiederiederoeëntje\nvlieëg no' Jeezuus' kerk (h) oftje!"
        ],
        [
            "lomp kledingstuk",
            "jazevek; kazjevik: lomp, zakachtig kledingstuk"
        ],
        [
            "losbol, onbetrouwbare kerel",
            "taarteklaai (toartekloai) "
        ],
        [
            "luttel",
            "letter: weinig. Het woord raakt verouderd, jongeren zeggen 'weinig' (uitspraak winnig) ."
        ],
        [
            "M"
        ],
        [
            "maaiweide",
            "maaigars, moajgas: maaiweide. In ons dialect is het een telbaar substantief, dat dus een meervoud heeft: maaigarzen (uitspraak moajgazzn) . Een maaiweide wordt ook hooibilk, hooigars en maaibilk genoemd."
        ],
        [
            "madeliefje",
            "smoutbloem (smoetblomme. Ook pasenbloem) "
        ],
        [
            "mannelijke eend",
            "erpel. Zie ook de uitdrukking 'Zo dwaas als een erpel'"
        ],
        [
            "meerkat",
            "maerkatte: denkbeeldige grote, wilde kat, waar men kinderen bang mee maakt"
        ],
        [
            "meisje",
            " (meisjong) meisjoenk: meisje. Zie ook jongers en knechtjongen"
        ],
        [
            "meisje",
            "meisefluppe / meisjefluppe: enigszins spottende benaming voor 'meisje'. De mannelijke tegenhanger is knechtebrak"
        ],
        [
            "mikke",
            "mikke: 1. grote bergschuur met wolfsdak (zoals bij de hoeve 'het Fleuuskot in Leffinge), 2. bij uitbreiding ook voor schuurtjes en bergruimten met andere bouwtrant"
        ],
        [
            "mug",
            "mezie; meezje"
        ],
        [
            "muggenbeet",
            "meziebeet (meezjebeete) "
        ],
        [
            "N"
        ],
        [
            "naaister",
            "naai-egge (noajeege: verouderd woord voor 'naaister') "
        ],
        [
            "naredens",
            "noareedns: (enkel in het meervoud gebruikt) verklarende of vergoelijkende opmerkingen die men maakt als er aan een verkeerd gelopen kwestie niets meer te verhelpen valt"
        ],
        [
            "Negerhutje",
            "toponiem (plaatsnaam) door de kinderen van de Driftweg gebruikt voor een opvallende meidoornstruik in de duinen nabij de Vosseslag, die enigszins op een negerhutje gelijkt"
        ],
        [
            "nergens",
            "nieëvers: nergens. Het oude woord voor 'nergens' is nommers (ten) "
        ],
        [
            "nergens",
            "nommers (tn) ; nievers."
        ],
        [
            "nieuwsgierig persoon",
            "curieuzeneus; kerjeuzeneuze: iemand die erg nieuwsgierig is, die overal het fijne van wil weten. Zie ook 'vraagsteert' en de uitdrukking 'curieuzeneuzen en vraagsteerten'"
        ],
        [
            "Noord-Ede",
            "Nordeeë: eigenaam van een waterloop die van Oostende naar Blankenberge loopt en door o.m. Klemskerke en Vlissegem vloeit. Zie ook vaartje"
        ],
        [
            "nuchter",
            "nuchter: pasgeboren, sprekend van een kalf. In figuurlijke zin wordt 'nuchter kolf' ook gezegd van een dom, onwetend persoon. Zie ook vers"
        ],
        [
            "O"
        ],
        [
            "onderlat",
            "oenderlat: afdak"
        ],
        [
            "ondertussen",
            "binst de wijle; beistewiele (ondertussen, tezelfdertijd, bv. Vaag gie de vloer, beistewiele gon 'k ik de schuttels wasschen) "
        ],
        [
            "ongeweerte",
            "oengewirte: onweer. Zie ook de uitdrukking 'blikken gelijk Klemskerke tegen 't ongeweerte'"
        ],
        [
            "onthouden",
            "antoeden: 1. (werkwoord) : onthouden, niet vergeten. 2 (zelfstandig naamwoord) : herinnering. Antoeden hebben van entwadde: zich iets herinneren. Bv. 'k Hen d'r nog antoeden van dan de melkboers en de bakkers met hoendekarren roendgiengen."
        ],
        [
            "onweer",
            "ongeweerte (oengewirte) "
        ],
        [
            "opper",
            "opper: ronde hooistapel. Een opper was zowel een tijdelijke hooihoop op het maaiveld, gevormd door de samenvoeging van meerdere 'ketsen' (zie het woord 'kets'), als een blijvende, ronde hooistapel op het korenerf. Zo'n blijvende hooiopper was gestapeld rond een hoge paal."
        ],
        [
            "opschepper",
            "boffer: opschepper, stoefer"
        ],
        [
            "ossenbilk",
            "ossebilk: 1. letterlijk: graasweide voor ossen, 2. figuurlijk in de uitdrukking 'in den ossebilk zitten', d.i. boven de dertig zijn en nog steeds ongetrouwd zijn."
        ],
        [
            "P"
        ],
        [
            "paalstaak",
            "paalstake: grenspaal, bv. tussen eigendommen"
        ],
        [
            "paardeloem",
            "pisseblomme: paardenbloem. Zie ook melkwiet en keuneplaat."
        ],
        [
            "paardenvacht; haarkleed van paarden",
            "rowoande: bruinschimmilig, sprekend van het haarkleed van paarden. Men onderscheidt 'baaide-rouaand' (uitspraak: boajde-rowoande) voor een schimmilig haarkleed met donkerbruine haren, en 'vosde-rouaand' (uitspraak vosde-rowoande) voor een schimmelig haarkleed met rosbruine haren."
        ],
        [
            "palto",
            "paaltoo: mantel, bepaaldelijk een dames- of kindermantel. Voor mannen heet zo'n kledingstuk 'pardessus'"
        ],
        [
            "paluffen",
            "palufn: 1. troostend knuffelen, bv. van een kind dat zich bezeerd heeft, 2. paaien, tot rust brengen"
        ],
        [
            "pantoffels",
            "sluffers"
        ],
        [
            "pardessus",
            "pardesuu: winterjas voor mannen, die tot over de knieën reikt. Voor vrouwen en kinderen heet zo'n kledingstuk 'palto'"
        ],
        [
            "parochie",
            "prochie: oude benaming voor 'gemeente'. Bv. an de prochie zijn: een baan hebben bij de gemeente"
        ],
        [
            "parochiewerker",
            "prochiewerker: oude benaming voor een arbeider in dienst van de gemeente."
        ],
        [
            "pasenbloem",
            "poasjchenblomme: madeliefje. Ook smoutbloem"
        ],
        [
            "persebonen",
            "persebooënn: staakbonen, in tegenstelling tot huttebonen (= struikbonen) "
        ],
        [
            "petroleum",
            "siester: oude naam voor petroleum. De mensen kochten siester om hun petroleumlampen aan te steken. Zie ook quinquet"
        ],
        [
            "petroleumlamp",
            "quinquet (kiengkee) "
        ],
        [
            "petroleumventer",
            "siestervint: petroleumventer. De siestervint vervoerde de siester in een siesterkar"
        ],
        [
            "piet",
            "pieëte: houten brug over een waterloop."
        ],
        [
            "piet",
            "piet: handelaar, enkel gebruikt in samenstellingen als 'vispiet', 'vlaspiet' en 'slunsepiet'. Zie die woorden."
        ],
        [
            "piete",
            "pieëte: houten brug over een waterloop."
        ],
        [
            "pikkewerf",
            "pekkewerf: de steel van de pik, d.i. het handwerktuig waarmee vroeger graan werd gemaaid"
        ],
        [
            "plant van de paardenbloem",
            "melkwieët: de plant van de paardenbloem, die ook keuneplaat wordt genoemd. Zie dat woord."
        ],
        [
            "plooiweeg",
            "plooëjweeë: tasmuurtje, d.i. het muurtje in de boerenschuur tussen de dorsvloer en de bergruimte voor ongedorste schoven (het zogenaamde 'vlek', zie dat woord) "
        ],
        [
            "pokezwart",
            "pookezwart: zie kavezwart"
        ],
        [
            "potlood",
            "crayon; krijong: potlood (verouderd) "
        ],
        [
            "prikken",
            "etelen; itteln: 1. prikken, gezegd van brandnetels, 2. iemand prikken met een brandnetel."
        ],
        [
            "putemmer",
            "slagseule: putemmer, iets kleiner dan een gewone emmer, om water te putten uit de 'steenput' of grondwaterput"
        ],
        [
            "R"
        ],
        [
            "reunen",
            "reunn: rooien van bomen"
        ],
        [
            "ronde korenmijt",
            "schelf: ronde korenmijt. Rogge, een vrucht met lang stro, werd in 'schelven' gestapeld. Tarwe daarentegen, een vrucht met kort stro, stapelde men in 'vummen'. Zie ook vum, vim."
        ],
        [
            "S"
        ],
        [
            "schof 1",
            "schof: lade in een kast of een ander meubel. De tafellade heet 'taafelschof'"
        ],
        [
            "schof 2",
            "schof: getij, periode tussen twee maaltijden. Vroeger telde een werkdag voor boeren en landarbeiders vier 'schoven': het eerste van het krieken van de dag tot negen uur, het tweede van even na negenen tot aan het middageten, het derde van na het middageten tot aan het vieruurtje, het vierde na het vieruurtje"
        ],
        [
            "schof 3",
            "schof: 1. letterlijk: het schuiven van de wolken door de wind, bv. de wiend droajt no' de nooërden, 'k zien 't an 't schof. 2. figuurlijk: vooruitgang, schot, bv. Da' werk (h) è e heeël ende stillegeleegn, mo' nu komt d'r schof in"
        ],
        [
            "schoorsteen op het dak",
            "kaaf; kaave: schoorsteen op het dak van een gebouw. De schoorsteenmantel in huis wordt 'schouw' genoemd"
        ],
        [
            "schreeuwen",
            "schruuweln: schreeuwen, bv. schruuweln van 't zeer (schreeuwen van de pijn) "
        ],
        [
            "schuurvlek",
            "scheur (e) vlek: bergruimte voor ongedorste schoven in de schuur. Wordt ook kortweg 'vlek' genoemd"
        ],
        [
            "seule",
            "seule: emmer. Zie ook slagseule en zwijnenseule."
        ],
        [
            "sint-antoniusvuur",
            "sint-antoniusvier: oude benaming voor gordelroos of zona"
        ],
        [
            "slaapkapoot",
            "slapkapoote: verouderd woord voor 'nachtjapon'. Tegenwoordig zegt men slaapkleed"
        ],
        [
            "slaapkop",
            "slapkop: 1. zaadbol van de papaverbloem. Het melkachtige sap in de zaadbol werkt bedwelmend, vroeger doopte men er de fopspenen van kinderen in opdat ze in slaap zouden vallen; 2. ironisch gebruikt voor iemand die te lang geslapen heeft of die in slaap valt op een ongelegen moment"
        ],
        [
            "slab, morsdoekje",
            "bavette; bavitte: slab, morsdoekje voor kleine kinderen. Het oude woord is 'kwijlebabbe'"
        ],
        [
            "slecht",
            "slicht: 1. slecht. 2. misselijk, onwel, bv. 'k Worden altied slicht vanachter in een oto."
        ],
        [
            "sleedoorn",
            "Tèttegareel; slei: sleedoorn, een gewas dat vroeger dikwijls in hagen werd aangeplant. Zie ook sleehaag"
        ],
        [
            "slijkplaat",
            "sliekploate: vuile, slijkerige boel. Bv. 'k (h) èn nog mo' res gedwild en je makt' er me' je vuule voeëtn a (l) weer' e sliekploate van"
        ],
        [
            "snaar",
            "snoare: de steel van de zeis, ook 'zeisensnaar' genoemd"
        ],
        [
            "soms",
            "altemet/altemets (bijwoord) : 1) soms, van tijd tot tijd, bv. Hij passeert hier altemets e ki / e keeë 'Hij passeert hier soms een keer'. Synoniem: de helft van tijd. 2) soms (als schakeringspartikel), bv. Zou j' altemets gin bitje beter ipletten? (Zou je soms niet wat beter opletten?) "
        ],
        [
            "spartelen",
            "krevelen; kreeveln: woelen, spartelen, gezegd van kleine beestjes en van kleine kinderen"
        ],
        [
            "spartelend kind op schoot",
            "kreveljoen; kreeveljoeën : klein kind dat voortdurend woelt en spartelt als je het op schoot neemt"
        ],
        [
            "speelgoed",
            "speelbucht"
        ],
        [
            "spin",
            "kobbe: 1) spin, 2) kleine hoogte in het landschap"
        ],
        [
            "spinnenweb",
            "kobbenet"
        ],
        [
            "springvloed",
            "sprienkvloeëd: springtij. Het tegengestelde is krankstroom"
        ],
        [
            "spuwen",
            "spuugn: 1. spuwen, bv. van speeksel, 2. braken, overgeven. Het woord klinkt neutraal, in tegenstelling tot 'braken'. Zie dat woord"
        ],
        [
            "staak",
            "stake: 1. letterlijk: staak, paal, bv. in de samenstellingen bilkstake, bonestake, paalstake, telefoonstake, wrijfstake, 2. figuurlijk: dom vrouwmens"
        ],
        [
            "steekkar",
            "stikkarre: stootkar"
        ],
        [
            "steenput",
            "steeëmpit: grondwaterput"
        ],
        [
            "stekker (s) draad",
            "stekker (s) droad: prikkeldraad"
        ],
        [
            "stenen brug",
            " (h) eule: stenen brug over een waterloop met aan beide kanten een gemetselde borstwering. Bekend is het toponiem Clemensheule te Klemskerke."
        ],
        [
            "stengels van gewas",
            " (h) ul: groepje stengels van een gewas dat boven de rest uitsteekt. Zo worden de opschietende grasstengels rond een koestront in de weide 'hullen' genoemd."
        ],
        [
            "stijf",
            "stief: frequentst gebruikt versterkend bijwoord met betekenis 'zeer, heel', bv. stierf schooëne, leeëlik, oed, loate, vroeg, goed, slicht, enz."
        ],
        [
            "stinkende gauwe",
            "kroontjeskruid;krooëntjeskruud"
        ],
        [
            "stokstijf",
            "stakestijf; staakestief: stokstijf, heel erg stijf of stram. Bv. Hij stond daar stakestijf van 't verschot."
        ],
        [
            "stort",
            "sturt: vuilnisbelt. Zie ook meszaat"
        ],
        [
            "strand",
            "strange; strange"
        ],
        [
            "strandjutten",
            "driftn, ook strangedriften"
        ],
        [
            "strandjutter",
            "drifter: strandjutter. Ook strangedrifter"
        ],
        [
            "strandjutter",
            "strangedrifter"
        ],
        [
            "struik",
            "hut; ut: struik. Bv. een ut booënn, petatn, dalia's, slei, dooërns."
        ],
        [
            "sullig vrouwmens",
            "lutte: onverstandig, oninteressant, sullig vrouwmens. Elders noemt men zo iemand een 'seute', maar dit woord is noch Klemskerks, noch Vlissegems."
        ],
        [
            "T"
        ],
        [
            "tijdens",
            "binst of beist: 1. (voorzetsel) tijdens. bv. Beist den oorloge vrijde ze met e duutsche soldoat. 2. (bijwoord) in de verbinding 'beist dat', bv. Kiendjes, gaat e bitje buuten goans spelen beist da' 't schoan weer' is."
        ],
        [
            "Tomatengracht",
            "Tomattegracht: toponiem (plaatsnaam) door de kinderen van de Driftweg gebruikt voor een sloot met roodachtige bodem in de duinbossen van Klemskerke"
        ],
        [
            "truntesok",
            "truntezokke: kleinzerig en klagerig persoon, vooral gezegd van een kind of een vrouw"
        ],
        [
            "tuberculose",
            "teer (taere: oude benaming voor tuberculose. Men zei ook 'fleurus') "
        ],
        [
            "twijgen waarlangs erwten groeien",
            "erreweetrijzels; erwitriezels"
        ],
        [
            "U"
        ],
        [
            "uil",
            "uul: 1. uil (vogel), 2. spottende benaming voor een dommerik of iemand die iets doms doet, 3. oude benaming voor de vlinder. Tegenwoordig wordt enkel nog de nachtvlinder 'uil' genoemd"
        ],
        [
            "uitgezonderd",
            "uitgeweerd (uutgewaert) Bv. Iedereen was daar, uitgeweerd de oudste dochter"
        ],
        [
            "uithuizig persoon",
            "straatvendel (stroatevendel: persoon die hele dagen uithuizig is en overal gezien wordt langs de straten) "
        ],
        [
            "V"
        ],
        [
            "vaartje",
            "varretje: brede waterloop in de polders, breder dan een 'zwin'. De Noord-Ede, een waterloop die van Oostende naar Blankenberge loopt en door Klemskerke en Vlissegem passeert, is een 'varretje'"
        ],
        [
            "verblijven",
            "letten; letn: verwijlen, ergens blijven vertoeven, bv. 'K gon nie lange letn van ' (h) èn mo' letter tied. Ook in de uitdrukking: 'Wat let er je?' Zie de uitdrukkingen verderop."
        ],
        [
            "verkiesd zijn in iets",
            "verkiesd zien in etwadde: een spijs niet meer lusten omdat men er te vaak en te veel van heeft gegeten. Bv. Pralienn meug je nie' te dikkers eetn van je zoe' d'r verkiesd in g'raakn"
        ],
        [
            "verknoeien",
            "verkarelen (verkoareln) "
        ],
        [
            "vernokte darm",
            "vernokn derm: oude volksbenaming voor acute appendicitis"
        ],
        [
            "vernokte darm",
            "vernoktn derm: letterlijk 'verknoopte darm', maar toegepast op acute appendicitis"
        ],
        [
            "vers",
            "vas: 1. vers, sprekende van spijzen, bv. vasche vis, vas brooëd, 2. pasgeboren, sprekend van een kalf. Zie ook nuchter, 3. (te) weinig gezouten, bv. Gif e ki' 't zoet, de soep' is e bitje te vas"
        ],
        [
            "vies; vuil",
            "kijzig; kiezig"
        ],
        [
            "vismarchand",
            "vismarsjang, vismersjang: vishandelaar. Ook 'vispiet'."
        ],
        [
            "vispiet",
            "vispiet: vishandelaar. Ook 'vismarchand'"
        ],
        [
            "vlaspiet",
            "vlaspiet: vlashandelaar"
        ],
        [
            "vlek",
            "vlek: bergruimte voor ongedorste schoven in de schuur. Ook schuurvlek."
        ],
        [
            "vod; doekje",
            "slunse: 1. vod, doekje, 2. 'de slunse' is de oude benaming voor 'griep'"
        ],
        [
            "voddenkoopman",
            "slunsepiet: voddenkoopman. Ook 'slonsenvent'"
        ],
        [
            "voddenkoopman",
            "slunsevint: 1. letterlijk: voddenkoopman, ook 'slonsenpiet', 2. figuurlijk: slordig aangekleed persoon"
        ],
        [
            "vos",
            "vos: 1. vos (dier), 2. paard met rosbruin haarkleed. Zie ook 'vosde'"
        ],
        [
            "vosde",
            "vosde: rosbruin, sprekend van het haarkleed van paarden"
        ],
        [
            "Vossengat",
            "Vossegat: toponiem (plaatsnaam) voor de doorgang door de duinen naar het strand aan het zee-einde van de straat Vosseslag"
        ],
        [
            "voyeur",
            "koekeloerevint: man die vrijende paartjes bespioneert, bij voorbeeld in de duinen"
        ],
        [
            "vraagsteert",
            "vraagstaert: kind dat voortdurend vragen stelt. Zie ook 'curieuzeneus' en de uitdrukking 'curieuzeneuzen en vraagsteerten'"
        ],
        [
            "vrekkig vrouwmens",
            "hespespijkeregge; espespiekeregge"
        ],
        [
            "vroedehondsbrood",
            "vroedenoensbrooëd: gewijd brood dat op Sint-Hubertusdag werd gegeten ter bescherming tegen hondsdolheid"
        ],
        [
            "Vrouwengilde",
            "Vrouwegilde: naam voor de vrouwenvereniging van de Christelijke arbeideresbeweging, nu Katholiekie Arbeidersvrouwen (KAV) genoemd"
        ],
        [
            "vrouwenmutsje",
            "kakentuit; kaaketuut: traditioneel vrouwenmutjse, dat de oren bedekte en onder de kin met linten gebonden werd. Ook gebruikt voor een op daarop lijkend kindermutsje"
        ],
        [
            "vuilemuilen",
            "vuulemuuln: vuilbekken, vunzige praat verkopen. Ook 'zwarte school houden'"
        ],
        [
            "vuilnisbelt",
            "meszaat (mesoate) Zie ook stort"
        ],
        [
            "vum",
            "vumme: koren- of stromijt met rechthoekig grondplan en met een zadeldak."
        ],
        [
            "vum, vim",
            "vumme: koren- of stromijt met rechthoekig grondplan en met een zadeldak. Tarwe, een vrucht met kort stro, werd in 'vummen' gezet. Rogge daarentegen, een vrucht met lang stro, werd gestapeld in 'schelven'. Zie ook schelf."
        ],
        [
            "W"
        ],
        [
            "washandje",
            "wasseslons (wascheslunse) "
        ],
        [
            "watergeest",
            "akepuit; aakepuut: watergeest, die men zich voorstelde als een klein, zwart mannetje met groen haar, dat, als je je te ver over de rand van een waterput waagde, je het water in sleurde. Verhalen over deze watergeest werden vooral aan kinderen verteld, om ze uit de buurt te houden van open waterputten"
        ],
        [
            "watervenster",
            "woaterveister: vensterluik. Bv. doe de woaterveisters toe, van 't go' mollejoengn braakng!"
        ],
        [
            "wegzimperen",
            "wegzimpern: 1. letterlijk: in de bodem sijpelen, gezegd van regen- of afvalwater, 2. figuurlijk: heimelijk de plaat poetsen"
        ],
        [
            "weinig",
            "luttel; letter: weinig, bv. 't En was mo' letter volk in de kerke."
        ],
        [
            "welhere",
            "weleeëre: ocharme"
        ],
        [
            "wet",
            "wet: oude benaming voor het college van burgemeester en schepenen. Bv. Heur broere zit in de wet"
        ],
        [
            "wip, kindspeeltuig",
            "touter; toeter"
        ],
        [
            "witte dovenetel",
            "suikeretel (suukerittel) "
        ],
        [
            "wrijfstaak",
            "vriefstaake: paal in de weide waar het vee zich aan kan schuren tegen de jeuk"
        ],
        [
            "wroed",
            "vroed: 1. zeer boos, woedend, 2. gierig, vrekkig, 3. van honden: getroffen door hondsdolheid"
        ],
        [
            "Z"
        ],
        [
            "zadelpijn",
            "kattesmerte: zadelpijn, vervelling in de bilspleet, die schrijnend aanvoelt"
        ],
        [
            "zeeduin",
            "zeeëduune: de duinenrij aan het strand, die de noordgrens vormt van 'de duune'. Zie ook duin"
        ],
        [
            "zeerot",
            "het geluid van de zee. Vroeger kon je het zeerot horen tot in Klemskerke- en Vlissegemdorp"
        ],
        [
            "zeisen",
            "zeisn: zeis"
        ],
        [
            "zonderling",
            "bosadvocaat; buzavekoat"
        ],
        [
            "zot (bijvoeglijk naamwoord) ",
            "zot: 1. ruw woord voor 'krankzinnig', 2. oud woord voor boos, kwaad, woedend. Tegenwoordig zegt men 'dol', 3. zich gek gedragend of gekke dingen zeggend. Zie ook zottenkot"
        ],
        [
            "zot (zelfstandig naamwoord) ",
            "zot: 1. ruw woord voor 'krankzinnige', 2. opvliegend persoon, die licht in woede ontsteekt, die roept en tiert en anderen uitkaffert. Bv. De koks in d' (h) otels waren vroeger bijkans allemaal zotten. 3. persoon die zich gek gedraagt, gekke praat uitslaat, of wispelturig is en totaal onbetrouwbaar. Zie ook zottenkot"
        ],
        [
            "zottenkot",
            "zottekot: 1. letterlijk: psychiatrische kliniek. Het woord klinkt vandaag veel ruwer dan vroeger: toen sprak men in vrij neutrale termen bij voorbeeld van 't zottenkot van Beernem. 2. figuurlijk: huishouden, bedrijf, enz., waar geroepen en gescholden wordt. Bv. d'Hotels waren vroeger dikkers echte zottekootn vo' die d'r werkte. 3. figuurlijk: chaotische bedoening. Bv. 't was e zottekot ip de vergoarienge van gistravond"
        ],
        [
            "Zwarte Kiezel",
            "Zwarte Kizzel: toponiem te Vlissegem, zie kiezel"
        ],
        [
            "zwatelaar",
            "swoateloare: wie domme praat uitslaat"
        ],
        [
            "zwatelen",
            "swoateln: zwatelen, domme praat uitslaan"
        ],
        [
            "zwijnenjong",
            "zwienejoenk: 1. letterlijk: het jong van een varken, 2. figuurlijk: mild-ironische benaming voor een ondeugend kind"
        ],
        [
            "zwijnenschoen",
            "zwieneschoeë: 1. letterlijk: de hoef aan een varkenspoot, 2. figuurlijk: losbandig persoon, die zich overgeeft aan drankmisbruik en andere vormen van overdaad"
        ],
        [
            "zwijneseule",
            "zwieneseule: emmer in de keuken van hotels en restaurants, waarin men de etensresten gooit die bestemd zijn voor de varkens. Plaatselijke varkenshouders komen op geregelde tijdstippen de zwijnenseule ledigen."
        ],
        [
            "zwijnewroet",
            "zwienevroeëte: 1. letterlijk: de woelschijf van een varken, 2. overdrachtelijk: een koekje dat lijkt op een varkenswroet"
        ],
        [
            "zwin",
            "zwin: brede sloot. De 'zwins' in de polders zijn ten dele van natuurlijke oorsprong, als overblijfselen van vroegere kreken, maar ook ten dele door mensenhand gekanaliseerd. Een zwin is breder dan een gracht, maar smaller dan een vaartje. Zie vaartje"
        ]
    ]
}